const langArr = {
    "personal" :  {
        "ru": " Личный Кабинет",
        "kz": " Жеке Бөлме",
    }, 
    "message": {
        "ru": " Сообщения",
        "kz": " Хабарлама",
    }, 
    "message-second": {
        "ru": " Сообщения",
        "kz": " Хабарлама",
    }, 
    "myPosts": {
        "ru": " Мои обьявления",
        "kz": " Менің жарнамаларым",
    }, 
    "payment": {
        "ru": " Платежи и счёт",
        "kz": " Төлем"
    }, 
    "myProfile": {
        "ru": " Мой профиль",
        "kz": " Менің профилім"
    }, 
    "exit": {
        "ru": " Выйти",
        "kz": " Шығу"
    }, 
    "favourite": {
        "ru": " Избранные",
        "kz": " Сақталған"
    }, 
    "favourite-second": {
        "ru": " Избранные",
        "kz": " Сақталған"
    }, 
    "newPost": {
        "ru": " Подать объявление",
        "kz": " Жарнама беру"
    }, 
    "placeholder": {
        "ru": "Найти объявление...",
        "kz": "Жарнама іздеу..."
    },
    "service":{
        "ru": " Услуги",
        "kz": " Қызмет"
      },
    "gadgets":{
        "ru": " Электроника",
        "kz": " Электроника"
    },
    "personalItems":{
        "ru": " Личные вещи",
        "kz": " Жеке заттар"
    },
    "child":{
        "ru": " Детям",
        "kz": " Балаларға"
    },
    "business":{
        "ru": " Для Бизнеса",
        "kz": " Бизнес"
    },
    "animals":{
        "ru": " Животные",
        "kz": " Жануарлар"
    },
    "house":{
        "ru": " Для дома и сада",
        "kz": " Үй мен бақша"
    },
    "job":{
        "ru": " Работа",
        "kz": " Жұмыс"
    },
    "hobby":{
        "ru": " Хобби и спорт",
        "kz": " Хобби/ спорт"
    },
    "apartments":{
        "ru": " Недвижимость",
        "kz": " Үй және пәтер"
    },
    "transport":{
        "ru": " Транспорт",
        "kz": " Көлік"
    },
    "premium":{
        "ru": " Премиум объявления",
        "kz": " Премиум жарнама"
    },
    "want":{
        "ru": " Хочу сюда!",
        "kz": " Осында!"
    },
    "main": {
        "ru" :" Все объявления",
        "kz": " Барлық жарнама"
    },
    "more": {
        "ru": " Показать ещё" + " <i class='fa-solid arrow fa-angle-down'>" + "</i>",
        "kz": " Басқа жарнама" + " <i class='fa-solid arrow fa-angle-down'>" + "</i>"
    },
    "categories": {
        "ru": " Все категории" + " <i class='fa-solid arrow fa-angle-down'>" + "</i>",
        "kz": " Барлық тізім" + " <i class='fa-solid arrow fa-angle-down'>" + "</i>"
    }



}